const programs = [
  {
    name: 'program №1',
    breakfast:
      'Овсяная каша на воде с бананом, 150 г, Мед, 10г, Отварное яйцо, 120 г',
    lunch:
      'Индейка отварная, 250 г, Булгур отварной, 150 г, Горошек зеленый, 50 г',
    dinner:
      'Тушеная говядина с луком, 150 г, Гречка отварная, 150 г, Стручковая фасоль, 100 г',
    description: 'Вкусный сбалансированный рацион №1',
    kcal: 1600,
    createdAt: new Date(),
    updatedAt: new Date(),
  },
  {
    name: 'program №2',
    breakfast:
      'Белковый омлет с курицей, 200 г, Хлеб ржаной, 40 г, Творожный сыр, 50 г, Помидор , 40 г',
    lunch:
      'Бефстроганов из свинины, 200 г, Картофель отварный с зеленью, 200 г, Шпинат, 50 г, Авокадо, 30 г',
    dinner:
      'Запеченная горбуша, 250 г, Овощное рагу из кабачка сладкого перца моркови, 50 г',
    description: 'Вкусный сбалансированный рацион №2',
    kcal: 1600,
    createdAt: new Date(),
    updatedAt: new Date(),
  },
];

module.exports = programs;
