const recipes = [
  {
    title: 'Шпинат с луком пореем, тушенный в сливках',
    description:
      'Ингридиенты: Шпинат - 150 г, Лук порей - 55 г, Сливки 10% - 50 г Процесс приготовления: Шаг 1 Листья шпината промыть (если заморозка – разморозить), нарезать Листья шпината промыть (если заморозка – разморозить), нарезатьШаг 2Лук порей  нарезать, уложить овощи в сковороду с антипригарным покрытием.Добавить  сливки 10%, тушить  15 - 20 минут.',
    image:
      'https://xn----8sbehgcimb3cfabqj3b.xn--p1ai/upload/iblock/bb6/zzqphm2kptkb12v9i7dhgvr7tja9z3vs/Depositphotos_219719838_l_2015-_1_.jpg',
    createdAt: new Date(),
    updatedAt: new Date(),
  },
  {
    title: 'Баклажанная икра с базиликом и чесноком',
    description:
      'Ингридиенты: Баклажан - 1 шт, Чеснок - 4 зубчика, Базилик - 10 г, Лук репчатый - 1/2 шт, Растительное масло - 10 г, Соль - по вкусу, Перец - по вкусу Процесс приготовления:Шаг 1 Баклажан моем и отрезаем кончики. От кожуры можно не чистить.Шаг 2 Нарезаем баклажан на мелкие кубики. Шаг 3 Разогреваем растительное масло в казане, сотейнике или толстостенной кастрюле и тушим баклажанные кубики минут 20 до готовности. Шаг 4 В это время чистим и измельчаем чеснок; моем базилик и мелко режем. Шаг 5 Отправляем чеснок и зелень в готовую баклажанную икру, солим и перчим по вкусу.Шаг 6 Подавать можно, намазав на поджаренные тосты цельнозернового хлеба.',
    image:
      'https://xn----8sbehgcimb3cfabqj3b.xn--p1ai/upload/iblock/c44/q7buft2v9e74u1g40dex26pcq35v7i36/zagruzhennoe-_-2023_12_28T084028.422.jpg',
    createdAt: new Date(),
    updatedAt: new Date(),
  },
];

module.exports = recipes;
