const recipes = [
  {
    title: 'Шпинат с луком пореем, тушенный в сливках',
    description:
      'Ингридиенты:<br/>Шпинат - 150 г, Лук порей - 55 г, Сливки 10% - 50 г<br/>Процесс приготовления:<br/>Шаг 1<br/>Листья шпината промыть (если заморозка – разморозить), нарезатьЛистья шпината промыть (если заморозка – разморозить), нарезать<br/>Шаг 2<br/>Лук порей  нарезать, уложить овощи в сковороду с антипригарным покрытием.<br/>Добавить  сливки 10%, тушить  15 - 20 минут.',
    image:
      'https://xn----8sbehgcimb3cfabqj3b.xn--p1ai/upload/iblock/bb6/zzqphm2kptkb12v9i7dhgvr7tja9z3vs/Depositphotos_219719838_l_2015-_1_.jpg',
    createdAt: new Date(),
    updatedAt: new Date(),
  },
  {
    title: 'Баклажанная икра с базиликом и чесноком',
    description:
      'Ингридиенты:<br/>Баклажан - 1 шт, Чеснок - 4 зубчика, Базилик - 10 г, Лук репчатый - 1/2 шт, Растительное масло - 10 г, Соль - по вкусу, Перец - по вкусу<br/>Процесс приготовления:<br/>Шаг 1<br/>Баклажан моем и отрезаем кончики. От кожуры можно не чистить.<br/>Шаг 2<br/>Нарезаем баклажан на мелкие кубики.<br/>Шаг 3<br/>Разогреваем растительное масло в казане, сотейнике или толстостенной кастрюле и тушим баклажанные кубики минут 20 до готовности.<br/>Шаг 4<br/>В это время чистим и измельчаем чеснок; моем базилик и мелко режем.<br/>Шаг 5<br/>Отправляем чеснок и зелень в готовую баклажанную икру, солим и перчим по вкусу.<br/>Шаг 6<br/>Подавать можно, намазав на поджаренные тосты цельнозернового хлеба.',
    image:
      'https://xn----8sbehgcimb3cfabqj3b.xn--p1ai/upload/iblock/c44/q7buft2v9e74u1g40dex26pcq35v7i36/zagruzhennoe-_-2023_12_28T084028.422.jpg',
    createdAt: new Date(),
    updatedAt: new Date(),
  },
];

module.exports = recipes;
